[Language]=zh-TW
ShortName=ZH-TW
Name=正體中文(臺灣)
Translator=rexx
Version=8.0.0

[Resource]
http://hp.vector.co.jp/authors/VA014830/english/FlexRena/=http://hp.vector.co.jp/authors/VA014830/english/FlexRena/
&File=檔案(&F)
Fol&der=資料夾(&D)
Folder List=資料夾
Exit=離開
E&xit\tAlt+F4=離開(&X)\tAlt+F4
Edit=編輯
&Edit=編輯(&E)
&Undo=復原(&U)
&Undo\tCtrl+Z=復原(&U)\tCtrl+Z
&Delete from List\tDel=從清單中刪除(&D)\tDel
Select &All\tCtrl+A=全選(&A)\tCtrl+A
&Invert Selection\tCtrl+I=反向選取(&I)\tCtrl+I
Edit File/Folder &Name\tF2=%%Edit%%%%File%%/%%Folder%%%%Name%%(&E)\tF2
&View=檢視(&V)
&Tool Bar=工具列(&T)
&Status Bar=狀態列(&S)
Specify=指定
Specify File=%%Specify%%%%File%%
Specify Folder=%%Specify%%%%Folder%%
&Rename=重新命名(&R)
&TagRename=以標籤命名(&T)
&Attribute=檔案屬性(&A)
&NumberedObject=建立編號物件(&N)
&Font...=字型(&O)...
Re&fresh folder tree\tF5=%%Re&fresh folder tree%%\tF5
Re&fresh folder tree=更新資料夾樹(&F)
Re&fresh=更新(&F)
F&avorites=我的最愛(&A)
&Add Favorites\tto 20 Cases=加到我的最愛(&A)
&Organize Favorites...=組織我的最愛(&O)...
&Add Current Search/Replace Setting=新增目前搜尋/取代設定(&A)
Order Preset=組織預先設定
&Order Preset=組織預先設定(&O)
&Tool=工具(&T)
Reset Window &Layout=重設視窗布局(&L)
&Help=說明(&H)
Flexible Renamer &Online=開啟網站首頁(&O)
&About Flexible Renamer...=關於 Flexible Renamer(&A)...
About Flexible Renamer=關於 Flexible Renamer
Ex.: *.???=例: *.???
Any Character\t?=任意字元\t?
Any String\t*=任意字串\t*
Ask with E-mail=以 E-mail 詢問
Ex.: (.*)\\.(...)=例: (.*)\\.(...)
an Any Character\t.=一個任意字元\t.
Any String\t.*=任意字串\t.*
Within A to Z\t[A-Z]=從 A 到 Z\t[A-Z]
Without A to Z\t[^A-Z]=除了 A 到 Z\t[^A-Z]
a Numeric Character[0-9]\t\\d=一個數字[0-9]\t\\d
a Non-Numeric[^0-9]\t\\D=一個非數字[^0-9]\t\\D
an Alphanumeric Character[0-9a-zA-Z_]\t\\w=一個字母或數字[0-9a-zA-Z_]\t\\w
a Non-Alphanumeric[^0-9a-zA-Z_]\t\\W=一個非字母或數字[^0-9a-zA-Z_]\t\\W
a Space\t\\s=一個空格\t\\s
a Non-Space\t\\S=一個非空格\t\\S
a Period\t\\.=一個句號\t\\.
Start of Line\t^=行首\t^
End of Line\t$=行尾\t$
Alternative\t|=選擇(alternative)\t|
Zero or One\t?=零或一\t?
Zero or More\t*=零或更多\t*
One or More\t+=一或更多\t+
Exactly m Times\t{m}=恰好m次\t{m}
at Least m Times\t{m,}=至少m次\t{m,}
at Least m But Not More Than n Times\t{m,n}=至少m次但少於n次\t{m,n}
Grouping/Tag\t()=群組/標籤\t()
Ex.: A-Za-z=例: A-Za-z
Ex.: a-zA-Z=例: a-zA-Z
Number=數字
Lowercase=小寫
Uppercase=大寫
Fullwidth=全形
Number Kanji=漢字數字
Roman Numeral=羅馬數字
Small Roman Numeral=小寫羅馬數字
Lowercase\ta-z=%%Lowercase%%\ta-z
Uppercase\tA-Z=%%Uppercase%%\tA-Z
Fullwidth Lowercase\tａ-ｚ=%%Fullwidth%%%%Lowercase%%\tａ-ｚ
Fullwidth Uppercase\tＡ-Ｚ=%%Fullwidth%%%%Uppercase%%\tＡ-Ｚ
Hiragana\tぁ-ん=平假名\tぁ-ん
Katakana\tァ-ン=片假名\tァ-ン
Number\t0-9=%%Number%%\t0-9
Fullwidth Number\t０-９=%%Fullwidth%%%%Number%%\t０-９
Number Kanji\t〇一二三四五六七八九十=%%Number Kanji%%\t〇一二三四五六七八九十
Number Old-Kanji\t〇壱弐参四五六七八九拾=舊式漢字數字\t〇壱弐参四五六七八九拾
Number Romen Lowercase\t０ⅰ-ⅹ=%%Small Roman Numeral%%\t０ⅰ-ⅹ
Number Romen Uppercase\t０Ⅰ-Ⅹ=%%Roman Numeral%%\t０Ⅰ-Ⅹ
Ex.: ??_Rename\\2.\\1=例: ??_Rename\\2.\\1
Current Name\t\\0=目前名稱\t\\0
Current FileTitle\t\\t=目前檔名\t\\t
Current Extension\t\\e=目前%%Extension%%\t\\e
Folder Name\t\\f=資料夾名稱\t\\f
Parent Folder Name\t\\F=上層資料夾名稱\t\\F
1-Digit Number\t?=一位數字\t?
2-Digit Number\t??=兩位數字\t??
3-Digit Number\t???=三位數字\t???
4-Digit Number\t????=四位數字\t????
FileDate(4-Digit Year+Month+Day)\t\\Y\\m\\d=檔案日期(四位年月日)\t\\Y\\m\\d
FileDate(2-Digit Year+Month+Day)\t\\y\\m\\d=檔案日期(兩位年月日)\t\\y\\m\\d
FileTime(24Hour+Min.+Sec.)\t\\H\\M\\S=檔案時間(24小時分秒)\t\\H\\M\\S
FileTime(AM/PM+Hour+Min.+Sec.)\t\\p\\I\\M\\S=檔案時間(AM/PM時分秒)\t\\p\\I\\M\\S
Match with Group 1\t\\1=符合群組 1\t\\1
Match with Group 2\t\\2=符合群組 2\t\\2
Match with Group 3\t\\3=符合群組 3\t\\3
Match with Group 4\t\\4=符合群組 4\t\\4
Match with Group 5\t\\5=符合群組 5\t\\5
Match with Group 6\t\\6=符合群組 6\t\\6
Match with Group 7\t\\7=符合群組 7\t\\7
Match with Group 8\t\\8=符合群組 8\t\\8
Match with Group 9\t\\9=符合群組 9\t\\9
Upper-Case Next One\t\\u=下個字母大寫\t\\u
Upper-Case Next Until \\E\t\\U=到 \\E 之前大寫\t\\U
Lower-Case Next One\t\\l=下個字母小寫\t\\l
Lower-Case Next Until \\E\t\\L=到 \\E 之前小寫\t\\L
Lapse Effect of \\U, \\L, \\Q\t\\E=終止 \\U, \\L, \\Q 的效果\t\\E
&Numbering=編號(&N)
Timestamp=時間戳記
&Timestamp=時間戳記(&T)
&Updated Date as Timestamp=修改日期為時間戳記(&U)
&Creation Date as Timestamp=建立日期為時間戳記(&C)
&Hide Protected Operating System File (Recommanded)=隱藏保護的作業系統檔案 (建議使用)
Only Completely &Matched=只有完全符合(&M)
&Case Sensitive=符合大小寫(&C)
Recently Destination Folder=最近的目標資料夾
Create &Subfolder at Destination=在目標建立子資料夾(&S)
Other Format=其他格式
Show in groups=以群組顯示
None=無
In Folder=資料夾
Shuffle=隨機
Higher=往上移
Lower=往下移
Save && Close=儲存並關閉
\nModify attributes/timestamps of file/folder.=\n修改檔案/資料夾的屬性/時間戳記。
Recursive Su&b Folders=進入子資料夾(&B)
to &Earlier=至更早(&E)
to &Later=至更晚(&L)
Day=日
Min=最小限制
Max=最大限制
Base Date=基本%%DateTime%%
Date &Updated=修改日期(&M)
Date &Created=建立日期(&C)
Date &Accessed=存取日期(&A)
Date Photo &Taken=拍照日期(&T)
Modify to photo taken date of EXIF in case of exist=若存在EXIF資訊則修改為拍照日期
Apply to=套用至
Modify Folder Timestamp=修改資料夾時間戳記
&Read Only=唯讀(&R)
Archi&ve=保存(&V)
&Hidden=隱藏(&H)
S&ystem=系統(&S)
Keep its Attributes,\n with the Grayed Items=灰色(半選)則會保留其屬性
&Start Modify=開始修改(&S)
Create numbered object\n(Sized File/Folder),\nunder the selected folder.=建立編號物件\n(指定大小的檔案/資料夾)\n於選取資料夾下。
Kind of Target Object=目標物件類型
Empty=空
Empty &File (FileSize Available)=%%Empty%%%%File%%
Copied File=%%Copy%%%%File%%
Empty Fol&der=%%Empty%%%%Folder%%
Copied Folder=%%Copy%%%%Folder%%
Byte=位元組
Available=可用
Byte(K/M/G Available)=%%Byte%%(K/M/G %%Available%%)
In case of plural objects,\nobjects numbered at the position of '?'\n and digit equals to the number of '?'.=在複數物件的情況下，物件會在'?'處編號\n且位數等於'?'的個數。
Amount=數量
Start from=開始自
Step=間隔
&Start Create=開始建立(&S)
\nRename file/folder.=\n重新命名檔案/資料夾。
Depth=深度
Advanced=進階
&Advanced Rename=%%Advanced%%%%Rename%%(&A)
selected=選取的
current=目前
item=項目
selected item=%%selected%%%%item%%
current item=%%current%%%%item%%
Advanced Rename=%%Advanced%%%%Rename%%
Advanced Rename (selected item)=%%Advanced Rename%% (%%selected item%%)
Enter Advanced Rename mode with the selected menu item=以%%selected%%%%Menu%%%%item%%進入%%Advanced Rename%%模式
Rename Method=%%Rename%%方式
&Wild Card=&Wild Card
Reg &Exp=Reg &Exp
&Translation=&Translation
Support=支援
Option=選項
&Undo=復原(&U)
Menu=選單
StartNum=起始數字
Value=值
DightPos=數字位置
Digit=數字
Add=加入
AddString=加入字串
Sample=樣本
TimeFormat=時間格式
SrcString=來源字串
DestString=目標字串
Numbering=編號
Number Type=數字類型
Decimal Number=十進位數字
Hexadecimal Number=十六進位數字
Alphabetical Number=英文字母順序
Cancel=取消
&Cancel=%%Cancel%%(&C)
Verification of treatment in confliction of file name=驗證檔名衝突處理方式
Treatment=處理
&Retry=重試(&R)
Skip=跳過
&Skip=%%Skip%%(&S)
Skip All=全部跳過
Overwrite=覆寫
Overwrite All=全部覆寫
Auto &Numbering=自動編號(&N)
Ex.: (??)=例: (??)
Position=位置
S&tart=開始(&T)
&End=結束(&E)
Con&tinue=繼續(&T)
\nRename file, \nusing tag information.=\n檔案重新命名\n使用標籤資訊。
Tag=標籤
Tag List=標籤清單
TagRename=標籤重新命名
Rename Completed Successfully!=重新命名成功!
This file is used to UNDO, and Error recovery.=這個檔案是用來復原以及錯誤還原。
M/d/yyyy H:mm:ss=M/d/yyyy H:mm:ss
Destination Name is in Collision!\n  Folder: %s\n  SourceName:  %s\n  DestinationName: %s\n\nSelect Disposal and Press Continue.=目標名稱重複!\n  資料夾: %s\n  來源名稱:  %s\n  目標名稱: %s\n\n選擇處理方式並點選繼續。
Failured to Rename!\n  Folder: %s\n  SourceName: %s\n  DestinationName: %s\n\nContinue?=重新命名失敗!\n  資料夾: %s\n  來源名稱: %s\n  目標名稱: %s\n\n繼續?
Undo this operation?\nDate: %s\nFolder: %s\nSearch for: %s\nReplace with: %s=復原這個作業?\nDate: %s\n資料夾: %s\n尋找: %s\n取代: %s
%s\nIllegal Log\nLast operation was probably abnormal terminated.=%s\n不合法的紀錄\n前一次的作業可能是異常中止。
Undo Completed.=復原完畢。
Rename Selected File/Folder Only=只重新命名選取的檔案/資料夾
Destination file \n%s\nis already exist!\nRename was Canceled.=目標檔案\n%s\n已經存在!\n重新命名取消。
Rename All File/Folder=重新命名所有檔案/資料夾
Failured to Undo=復原失敗
Skip This File and Continue=跳過此檔案並繼續
Skip All Error File and Continue=跳過所有錯誤檔案並繼續
Abort and Undo Rename Operation=中止並復原重新命名作業
Abort Operation with Current Condition=以目前狀態中止作業
Drag && Drop is also Available=同樣可以使用拖放
Selection of Source File=Selection of Source File
Wildcard(*, ?) is Available=可使用 Wildcard(*, ?)
Wildcard(*, ?)-Matched Substrings Equals to \\1-\\9=Wildcard(*, ?)-符合字串等於 \\1-\\9
Invert Selection=反向選取
Rename the files in the preview list=重新命名預覽清單中的檔案
Undo last renaming operation=復原前一次的重新命名作業
Rename Selected Files Only If Any, All Files If No Selection.=若有選取檔案則只重新命名選取的檔案，否則重新命名所有檔案。
Recursive Under Subfolders=進入子資料夾
Start to Modify Attributes=開始修改屬性
Abort Operation=中止作業
Failured to File Copy!\n%s=複製檔案失敗!\n%s
Modify Folder Timestamp=修改資料夾時間戳記
Renaming...=重新命名中...
Modifing Attributes...=修改屬性中...
Prepare to Modify...=準備修改...
Undo Renaming...=復原重新命名中...
Current Name=目前名稱
New Name=%%New%%%%Name%%
New Preset=%%New%%%%Preset%%
%d Objects=%d 個物件
Object Name=物件名稱
Object Size=物件大小
Object Amount=物件數量
Start to Create Objects=開始建立物件
Creating Objects...=建立物件中...
Create New Empty File=建立新的空檔案。
Create New Empty Folder=建立新的空資料夾。
Search by Wildcard=以 Wildcard 搜尋
Search by Regular-Expression=以 Regular-Expression 搜尋
Regular-Expression is Available=可使用 Regular-Expression
Bracket-RegExp-Matched Substrings Equals to \\1-\\9=Bracket-RegExp-符合字串等於 \\1-\\9
Search Method=%%Search%%方式
Search=搜尋
Replace=取代
Preset Name=預先設定名稱
Flexible Rename using Wildcard or Regular-Expression=Flexible Rename 使用 Wildcard 或 Regular-Expression
Replace All Chars in Search List\nwith Equivalent Char in Replace List=以取代清單中的字元\n取代搜尋清單中的字元
<Q>How to Search and Replace=<Q>如何搜尋及取代
Target Folder=目標資料夾
Select Target Folder=選取目標資料夾
No Target File=沒有目標檔案
Input Name=請輸入名稱
Input Size=請輸入大小
Recall Already Defined SearchFor/ReplaceWith=載入已定義好的搜尋/取代設定
Support to Search=插入清單中的項目到搜尋條件
Support to Replace=插入清單中的項目到取代條件
Options Concerning Rename=關於重新命名的選項
Sort by Condition and Renumber=以條件排序並重新編號
Select Preset=選取預先設定
There Objects will be Created=物件將會被建立在那裡
Can \\'t use "=無法使用 "
Modify Selected File/Folder Only=只修改選取的檔案/資料夾
Options Concerning Regular-Expression=關於 Regular-Expression 的選項
Search is complete. There are no results to display.=搜尋完畢。沒有結果可以顯示。
Input Amount=請輸入數量
Select Rename Function=選取重新命名功能
Input Search for=請輸入搜尋
Input Replace with=請輸入取代
Wildcard=Wildcard
Regular-Expression=Regular-Expression
Letter-Translation=Letter-Translation
Enter Additional String Here=在此輸入額外字串
Enter Source String Here=在此輸入來源字串
Enter Destination String Here=在此輸入目標字串
Available to Settings Under the Function List=Available to Settings Under the Function List
Insert Number or String=插入數字或字串
Remove Number or String=%%Remove%%數字或字串
Translate Letters=轉變文字
Replace String=取代字串
Organize Number Value=%%Organize%%%%Number%%%%Value%%
Modify Extension=%%Modify%%%%Extension%%
Sorry, not implemented yet.=抱歉，尚未實作。
Enter Name Here=在此輸入名稱
Depth of the Subfolder to Search=搜尋子資料夾深度
Can define plural filter(wildcard), Separating by semicolon(;)=可以定義複數的過濾條件(wildcard)，以分號(;)分隔
Copy the Existing File=複製此檔案
Copy the Existing Folder=複製此資料夾
Select Source File for Copy=選取要複製的來源檔案
Select Source Folder for Copy=選取要複製的來源資料夾
The following character cannot be used for a file name:\n\\/:*?\\"<>|=檔案名稱中不可以包含下列字元:\n\\/:*?\\"<>|
Retry Operation=重試作業
&Modify=修改(&M)
Select Folder=選取資料夾
Order Favorites=組織我的最愛
Select Destination Folder=選取目標資料夾
Target=目標
Filter=過濾器
NumberedObject=編號物件
Specify DateTime=%%Specify%%%%DateTime%%
Shift=時間偏移
Random Generate=隨機產生
Drop Files or Folders Here from Windows Explorer=從檔案總管中拖放檔案或資料夾至此
Days to Shift=偏移日數
Time to Shift=偏移時間
Lower Limit of DateTime on Random-Generation=隨機產生時間日期下限
Upper Limit of DateTime on Random-Generation=隨機產生時間日期上限
No modification of attributes and timestamp=屬性及時間戳記並沒有改變
Format of New Name=新名稱格式
List of Supported Tag-Informatoin=支援的標籤資訊清單
%m/%d/%Y=%m/%d/%Y
M/d/yyyy=M/d/yyyy
Make the Same=改成一樣
Searching...=搜尋中...
Adding to List...=加到清單中...
Although the objects were dropped, none were added to a list.\nCheck the "Target" and retry dropping.=雖然有拖放物件，但沒有加到清單中。\n請檢查"目標"並再試一次。
The time format can also be specified.=也可以指定時間格式。
A format can be edited.=可以編輯格式。
&Move=移動(&M)
&Copy=複製(&C)
&Recycle Bin=資源回收(&R)
&Shortcut=捷徑(&S)
&HardLink=連結(&H)
Move&Rename to Another Folder=移動並重新命名至另一資料夾
Copy&Rename to Another Folder=複製並重新命名至另一資料夾
Create Shortcut&Rename to Another Folder=建立捷徑並重新命名至另一資料夾
Create HardLink&Rename to Another Folder=建立連結並重新命名至另一資料夾
Move to Recycle Bin=移至資源回收筒
Process Selected File/Folder Only=只處理選取的檔案/資料夾
Process All File/Folder=處理所有檔案/資料夾
Sequential Generate=順序產生
Operation to Perform=要執行的作業
Start Value of DateTime on Sequential-Generation=順序產生日期時間的開始值
Searching %s=搜尋 %s 中...
Search completed=搜尋完畢
Rename file/folder.\nRename=重新命名檔案/資料夾。\n重新命名
Rename file, using tag information.\nTagRename=重新命名檔案，使用標籤資訊。\n標籤重新命名
Modify attributes/timestamps of file/folder.\nModify attributes=修改檔案/資料夾的屬性/時間戳記。\n修改屬性
Create numbered object(Sized File/Folder), under the selected folder.\nCreate numbered object=建立編號物件(指定大小的檔案/資料夾)於選取資料夾下。\n建立編號物件
Select Font\nFont=選取字型\n字型
Refresh folder tree\nRefresh=更新資料夾樹\n更新
Open Flexible Renamer Web Site\nFlexible Renamer Page=開啟 Flexible Renamer 網站\nFlexible Renamer 網頁
Add Favorites=加到我的最愛
Open Favorites Folder=開啟我的最愛資料夾
Specify the targets by folder\nSpecify Folder=由資料夾指定目標\n指定資料夾
Specify the target files by Drag & Drop\nSpecify File=由拖放指定目標檔案\n指定檔案
Reverses which are selected and which are not.\nInvert Selection=將選取的項目和未選取的項目反轉。\n反向選取
Deletes the selected items from the file list.\nDelete from List=自檔案清單刪除選取的項目。\n從清單刪除
Selects all items in the file list.\nSelect All=選取檔案清單中所有的項目。\n全選
Undoes the previous rename operation.\nUndo=復原先前的重新命名作業。\n復原
Edit file/folder name in the list directly\nEdit File/Folder Name=直接編輯清單中的檔案/資料夾名稱\n%%Edit%%%%File%%/%%Folder%%%%Name%%
Display program information, version number and copyright\nAbout=顯示程式資訊，版本號以及版權\n關於
Quits Flexible Renamer.\nExit=離開 Flexible Renamer。\n結束
Show or hide the toolbar\nToggle ToolBar=顯示或隱藏工具列\n切換工具列
Show or hide the status bar\nToggle StatusBar=顯示或隱藏狀態列\n切換狀態列
Displayed: %5d Objects=顯示: %5d 個物件
Selected: %5d Objects=選取: %5d 個物件
&Language=語言(&L)
FileType=檔案類型
Time=時間
Changing the language is applied at the next starts.=改變語言會在下一次啟動時生效。
Script=腳本
Meta-expressions are intactly treated as syntax of script. To deal as a string, put in double-quotations(Ex."\\0").
&Script Language=腳本語言(&L)
List of Supported Function=支援函式清單
&Function=函式(&F)
&Embedded Function=內建函式(&E)
Edit &Script...=編輯腳本(&S)
Use String Function DLL(StrFunc.dll) for Script=腳本使用字串函式庫DLL(StrFunc.dll)
Use file &property info.=使用檔案內容資訊(&P)
Edit...=編輯...
Edit property definition=編輯內容定義
Property definition=內容定義
More selecting detail items makes \nretrieving the files slower. =選取越多詳細項目會\n使得取得檔案越慢。
Start=開始
Reset by each folder=在每個資料夾重設
Don't tell me again=不要再問我
&Options...=選項(&O)...
General=一般
Modify the general option=修改一般選項
Folder &Context Menu=資料夾快顯功能表(&C)
Be able to launch "Flexible Renamer" from right-click-menu of folder.=可以藉由資料夾的右鍵選單啟動 "Flexible Renamer"。
&Add to "Send to" Menu=加到"傳送到"選單(&A)
*In case of uninstall, uncheck all items.=*若要移除，取消勾選所有項目。
Modify the rename option=修改重新命名選項
&Regist StrFunc.dll=註冊 StrFunc.dll (&R)
This is String operation DLL for script and supports StrConv/sprintf/LCMapString.=這是腳本用的字串處理動態連結程式庫，支援 StrConv/sprintf/LCMapString。
*In case of uninstall, uncheck this.=*若要移除，取消勾選此項目。
Treatment when the name conflicted=檔名衝突時的處理方式
&Choose treatment in confliction of file name every time=每次檔名衝突時選擇處理方式(&C)
Auto &numbering using below setting=以下列設定自動編號(&N)
&TagRename (DateTime Format && Invalid Characters)=標籤重新命名(日期時間格式及無效字元)(&T)
DateTime Format=%%DateTime%%%%Format%%
The form at the time of taking out time from tag information can be set up. 
Editable=可編輯
DateTime Format: (Editable)=%%DateTime Format%%: (%%Editable%%)
Invalid Characters=無效字元
The invalid character contained in tag information is related with another character, and can be done.
%m/%d/%Y %H:%M:%S=%m/%d/%Y %H:%M:%S
;Common
File=檔案
Folder=資料夾
Format=格式
Copy=複製
Rename=重新命名
Modify Name=更改名稱
All=全部
New=新增
Date=日期
Type=類型
Extension=副檔名
Add=加入
Remove=移除
Modify=更改
Delete=刪除
Replace=取代
Organize=組織
Name=名稱
Size=大小
Music=音樂
Picture=圖片
Image=影像
Document=文件
WebPage=網頁
Video=影片
Property=內容
Favorites=我的最愛
Preset=預先設定
DateTime=日期時間
Time=時間
Date Updated=修改日期
Date Created=建立日期
Date Accessed=存取日期
Date taken=拍照日期
Attribute=屬性
Artist=演出者
AlbumTitle=專輯標題
TrackNumber=音軌序號
Track=音軌
Year=年份
Comment=註解
Categories=類別
Title=標題
Subtitle=副標題
Language=語言
Reserved=保留
Unknown=不明
Not defined=未定義
Title=標題
Subject=主旨
Authors=作者
Keywords=關鍵字
Comments=註解
Description=描述
Video=影片
Image=影像
Other=其他
;Expression of Preset
Copy=複製
of=of
Shortcut to =捷徑 - 
Shortcut=捷徑
(|\\[=(|\\[
\\]||)=\\]||)

[Preset]
;Preset (Skip ;xxx items)
DateTime=日期時間
Number + Extension=數字 + %%Extension%%
Number + FileTitle + Extension=數字 + 檔名 + %%Extension%%
FileTitle + Number + Extension=檔名 + 數字 + %%Extension%%
Swap Both Side of '-'=交換 '-' 的兩邊
Replace "DSC" with "IMG"=取代 "DSC" 為 "IMG"
Remove "Shortcut to "=%%Remove%% "捷徑 - "
Remove " - Shortcut"(Vista)=%%Remove%% " - 捷徑"(Vista)
Remove (n)=%%Remove%% (n)
Remove [n]=%%Remove%% [n]
Remove [n], or (n)=%%Remove%% [n] 或 (n)
Lower-Case Extension
Remove "Copy (n) of "=%%Remove%% "複製 (n) - "
Remove " - Copy (n)"(Vista)=%%Remove%% " - 複製 (n)"(Vista)
Capitalize=句首大寫
Swap Halfwidth and Fullwidth(w/o extension)[CJK only]=半角 ⇔ 全角（拡張子を除く）
Swap Hiragana and Katakana(w/o extension)[JP Only]=片仮名 ⇔ 平仮名（拡張子を除く）
Opposite-Case=大小寫互換
Upper-Case=大寫
Lower-Case=小寫
Clear diacritical mark=清楚的区别符
Fullwidth(w/o extension)[CJK only]=半角 ⇒ 全角（拡張子を除く）
Halfwidth(w/o extension)[CJK only]=全角 ⇒ 半角（拡張子を除く）
;TypicalMenu (Skip ;xxx items)
AnyString(DateTime) + Number=任意字串(%%DateTime%%) + 數字
Number(DateTime) + AnyString=數字(%%DateTime%%) + 任意字串
Insert AnyString(DateTime) at Nth letter from Start=插入任意字串(%%DateTime%%)於開頭第 N 個字
Insert AnyString(DateTime) at Nth letter from End=插入任意字串(%%DateTime%%)於倒數第 N 個字
Insert Number at Start=插入數字於開頭
Insert Number at End=插入數字於結尾
DateTime=日期時間
Insert DateTime at Start=插入%%DateTime%%於開頭
Insert DateTime at End=插入%%DateTime%%於結尾
Insert FolderName at Start=插入資料夾名稱於開頭
FolderName + Number=資料夾名稱 + 數字
Remove N letter at Nth letter from Start=從開頭第 N 個字移除 N 個字
Remove N letter at Nth letter from End=從倒數第 N 個字移除 N 個字
Remove backward letter from N letter from Start=移除開頭第 N 個字之後的字
Remove forward letter from N letter from End=移除倒數第 N 個字之前的字
Remove "Copy (n) of "=%%Remove%% "複製 (n) - "
Remove " - Copy (n)"(Vista)=%%Remove%% " - 複製 (n)"(Vista)
Remove bracket and inside=%%Remove%%括號及其內容
Remove [n], or (n)=%%Remove%% [n] 或 (n)
Remove [n]=%%Remove%% [n]
Remove (n)=%%Remove%% (n)
Remove "Shortcut to "=%%Remove%% "捷徑 - "
Remove " - Shortcut"(Vista)=%%Remove%% " - 捷徑"(Vista)
8.3 Format=8.3 格式
Capitalize=句首大寫
Upper-Case=大寫
Lower-Case=小寫
to Fullwidth(w/o extension)[CJK only]=半角 ⇒ 全角（拡張子を除く）
to Halfwidth(w/o extension)[CJK only]=全角 ⇒ 半角（拡張子を除く）
to Katakana(w/o extension)[JP Only]=平仮名 ⇒ 片仮名（拡張子を除く）
to Hiragana(w/o extension)[JP Only]=片仮名⇒ 平仮名（拡張子を除く）
Opposite-Case=大小寫互換
to Fullwidth Katakana[JP Only]=;JP only
to Halfwidth Katakana[JP Only]=;JP only
Swap Halfwidth and Fullwidth(w/o extension)[CJK only]=半角 ⇔ 全角（拡張子を除く）
Swap Hiragana and Katakana(w/o extension)[JP Only]=片仮名 ⇔ 平仮名（拡張子を除く）
Replace String=取代字串
Arrange Digit of Nth number from Start=整理開頭第 N 個數字
Arrange Digit of Nth number from End=整理倒數第 N 個數字
Increase/Decrease Nth number from Start=增加/減少開頭第 N 個數字
Increase/Decrease Nth number from End=增加/減少倒數第 N 個數字
Upper-Case Extension=大寫%%Extension%%
Lower-Case Extension=小寫%%Extension%%
Remove Extension=%%Remove%%%%Extension%%
Add Extension=%%Add%%%%Extension%%
Replace Extension=%%Replace%%%%Extension%%
;PropertyTagDef
Music=%%Music%%
Picture=%%Picture%%
Image=%%Image%%
Document=%%Document%%
Video=%%Video%%

[MusicTag]
Description=音樂片段資訊，\n例如CD專輯。
<ID3.Artist>=%%Artist%%
<ID3.Album>=%%AlbumTitle%%
<ID3.TrackNumber>=%%TrackNumber%%
<ID3.Track>=%%Track%%
<ID3.Year>=%%Year%%
<ID3.Comment>=%%Comment%%
<ID3.Genre>=%%Categories%%
<ID3v1.Artist>=%%Artist%%
<ID3v1.Album>=%%AlbumTitle%%
<ID3v1.TrackNumber>=%%TrackNumber%%
<ID3v1.Track>=%%Track%%
<ID3v1.Year>=%%Year%%
<ID3v1.Comment>=%%Comment%%
<ID3v1.Genre>=%%Categories%%
<ID3v2.COMM>=%%Comment%%
<ID3v2.TALB>=%%AlbumTitle%%
<ID3v2.TBPM>=每分鐘節拍數
<ID3v2.TCOM>=作曲者
<ID3v2.TCON>=%%Categories%%
<ID3v2.TCOP>=版權訊息
<ID3v2.TDEN>=編碼時間
<ID3v2.TDLY>=播放清單延遲
<ID3v2.TENC>=編碼者
<ID3v2.TEXT>=作詞者
<ID3v2.TIT1>=內容群組說明
<ID3v2.TIT2>=%%Title%%
<ID3v2.TIT3>=%%Subtitle%%
<ID3v2.TKEY>=初始關鍵字
<ID3v2.TLAN>=%%Language%%
<ID3v2.TLEN>=長度
<ID3v2.TMOO>=氣氛
<ID3v2.TOAL>=原始專輯標題
<ID3v2.TOFN>=原始檔案名稱
<ID3v2.TOLY>=原始作詞者
<ID3v2.TOPE>=原始表演者
<ID3v2.TORY>=原始版本年份
<ID3v2.TPE1>=領銜表演者
<ID3v2.TPE2>=專輯表演者
<ID3v2.TPE3>=指揮
<ID3v2.TPE4>=修改者
<ID3v2.TPOS>=部分專輯
<ID3v2.TPUB>=發行者
<ID3v2.TRCK>=%%TrackNumber%%
<ID3v2.TRSN>=網路電台名稱
<ID3v2.TRSO>=網路電台擁有者
<ID3v2.TSIZ>=%%Size%%
<ID3v2.TSOA>=專輯排列順序
<ID3v2.TSOP>=表演者排列順序
<ID3v2.TSOT>=標題排列順序
<ID3v2.TSRC>=ISRC (國際標準錄音碼)
<ID3v2.TSSE>=編碼設定
<ID3v2.TSST>=設定副標題
<ID3v2.TXXX>=使用者定義文字
<ID3v2.TYER>=年份
<ID3v2.WCOP>=版權資訊
<ID3v2.WOAF>=音訊檔官方網頁
<ID3v2.WOAR>=演出者官方網頁
<ID3v2.WOAS>=音訊源官方網頁
<ID3v2.WXXX>=使用者網路 URL

[PictureTag]
Description=數位相機或掃瞄器的\n照片資訊。
<EXIF.ImageDescription>=影像描述
<EXIF.Maker>=相機製造商
<EXIF.Model>=相機型號
<EXIF.OriginalTime>=%%Date taken%%
<EXIF.Copyright>=版權
<EXIF.UserComment>=使用者註解
<EXIF.Artist>=%%Artist%%
<EXIF.RelatedSoundFile>=相關聲音檔
<EXIF.Software>=軟體
<EXIF.ColorSpace>=色域空間
<EXIF.ColorSpace>(0001)=sRGB
<EXIF.ColorSpace>(ffff)=未校準
<EXIF.ColorSpace>(Default)=%%Reserved%%
<EXIF.Flash>=閃光燈
<EXIF.Flash>(0000)
<EXIF.Flash>(0001)
<EXIF.Flash>(0005)
<EXIF.Flash>(0007)
<EXIF.FocalLength>=焦距
<EXIF.F-Number>=F制光圈
<EXIF.ExposureTime>=曝光時間
<EXIF.ExposureTime>(gt 0.5)=‎%1.2f 秒
<EXIF.ExposureTime>(le 0.5)=‎1/%d 秒
<EXIF.ISOSpeed>=ISO 感光值
<EXIF.MeteringMode>=測光模式
<EXIF.MeteringMode>(0000)=%%Unknown%%
<EXIF.MeteringMode>(0001)
<EXIF.MeteringMode>(0002)
<EXIF.MeteringMode>(0003)
<EXIF.MeteringMode>(0004)
<EXIF.MeteringMode>(0005)
<EXIF.MeteringMode>(0006)
<EXIF.MeteringMode>(00ff)
<EXIF.MeteringMode>(Default)=%%Reserved%%
<EXIF.LightSource>=光源
<EXIF.LightSource>(0000)=%%Unknown%%
<EXIF.LightSource>(0001)
<EXIF.LightSource>(0002)
<EXIF.LightSource>(0003)
<EXIF.LightSource>(0011)
<EXIF.LightSource>(0012)
<EXIF.LightSource>(0013)
<EXIF.LightSource>(0014)=D55
<EXIF.LightSource>(0015)=D65
<EXIF.LightSource>(0016)=D75
<EXIF.LightSource>(00ff)
<EXIF.LightSource>(Default)=%%Reserved%%
<EXIF.ExposureProgram>=拍攝模式
<EXIF.ExposureProgram>(0000)=%%Not defined%%
<EXIF.ExposureProgram>(0001)
<EXIF.ExposureProgram>(0002)
<EXIF.ExposureProgram>(0003)
<EXIF.ExposureProgram>(0004)
<EXIF.ExposureProgram>(0005)
<EXIF.ExposureProgram>(0006)
<EXIF.ExposureProgram>(0007)
<EXIF.ExposureProgram>(0008)
<EXIF.ExposureProgram>(Default)=%%Reserved%%
<EXIF.ExposureCompensation>=曝光補償
<EXIF.ExposureCompensation>(Format)=%d step

[ImageTag]
Description=IPTC 中的\n影像內容資訊。
<IPTC.Caption>=說明
<IPTC.CaptionWriter>=說明作者
<IPTC.Headline>=標題
<IPTC.Category>=類別
<IPTC.Byline>=署名
<IPTC.BylineTitle>=署名標題
<IPTC.Credits>=著作所有人
<IPTC.ObjectName>=對象名稱
<IPTC.DateCreated>=%%Date created%%
<IPTC.City>=市
<IPTC.State>=州
<IPTC.Country>=國家
<IPTC.OriginalTransmissionReference>=原始傳輸參考
<IPTC.CopyrightNotice>=版權聲明

[DocumentTag]
Description=Microsoft Office 或 PDF 的\n文件摘要資訊。
<DOC.Title>=%%Title%%
<DOC.Subject>=%%Subject%%
<DOC.Author>=%%Authors%%
<DOC.Keywords>=%%Keywords%%
<DOC.Comments>=%%Comments%%
<DOC.Created>=%%Date created%%
<DOC.LastSaved>=上次儲存日期
<DOC.AppName>=應用程式名稱
<DOC.Company>=公司名稱

[WebPageTag]
Description=網頁的文件資訊。
<HTML.Title>=%%Title%%

[PropertyTag]
Description=檔案內容頁的\n摘要資訊。

[PropertyTagGroup]
Description=%%Description%%
Media=媒體
Video=%%Video%%
Audio=音訊
Origin=原始
Image=%%Image%%
Camera=相機
Advanced Photo=進階相片
Content=內容
File=%%File%%
Other=其他

